Repository: creativeone86/demo-translations
Catalog: i18n/translations/*.po
Languages: bg_bg

source: Category
bg_bg: Категорияяяяяяяя

source: Contact info
bg_bg: Информация за контакт

source: Hello world
bg_bg: Здравей свят

source: Invite lists
bg_bg: Списъци с покани

source: Notifications
bg_bg: Известия

source: Product form
bg_bg: Продуктова форма

source: Profile
bg_bg: Профил

source: Related companies
bg_bg: Свързани компании

source: Select Category
bg_bg: Изберете Категория

source: Select value
bg_bg: Изберете стойносттттт

source: Settings
bg_bg: Настройкити
